/* Alert title for restoring replacement defaults. */
"Are you sure you want to restore the default settings?" = "Tem a certeza de que pretende restaurar as predefinições?";

/* Title of language context menu item for automatic determination of language. */
"Automatic" = "Automático";

/* Title of language menu item for automatic determination of language. */
"Automatic by Language" = "Automático por idioma";

/* Title of alert button to cancel restoring replacement defaults. */
"Cancel" = "Cancelar";

/* Alert when spell checker is unavailable. */
"Couldn\\U2019t contact Spell Checker." = "Não foi possível encontrar o corrector ortográfico.";

/* Title of language menu item for opening System Preferences. */
"Open Text Preferences\\U2026" = "Abrir preferências de texto…";

/* Title of alert button to restore replacement defaults. */
"Restore Defaults" = "Restaurar predefinições";

/* Alert message for restoring replacement defaults. */
"Restoring defaults will remove any items you have added." = "Se restaurar as predefinições, todos os elementos que tenham sido adicionados serão removidos.";

/* Title of language menu item for setting up languages. */
"Setup\\U2026" = "Configurar…";

/* Title of Spelling Panel. */
"Spelling" = "Ortografia";

/* Title of Spelling and Grammar Panel. */
"Spelling and Grammar" = "Ortografia e gramática";

/* Description for misspelled words. */
"This word was not found in the spelling dictionary." = "Esta palavra não foi encontrada no Dicionário de Ortografia.";
